Repository: entu/app
Catalog: Entu/Resources/Localizable.xcstrings
Source language: en
Languages: et

# add
source: New …
et: Uus …

# addChild
source: Add …
et: Lisa …

source: Add Filter
et: Lisa filter

# addOne %@
source: New %@
et: Uus %@

# addOneChild %@
source: Add %@
et: Lisa %@

source: Advanced Search
et: Täpsem otsing

# aiAddPropertyConfirm
source: Add property
et: Lisa parameeter

# aiAllApplied
source: All changes were applied.
et: Kõik muudatused rakendati.

# aiApplied
source: Applied
et: Rakendatud

# aiButton
source: AI
et: Kratt

# aiConfirmChanges
source: Confirm changes
et: Kinnita muudatused

# aiCreateCount %lld
source: Create %lld entities
et: Loo %lld objekti

# aiCreateType %@
source: Create %@
et: Loo %@

# aiCreateTypeConfirm
source: Create type
et: Loo objektitüüp

# aiDeleteConfirm
source: Delete
et: Kustuta

# aiDetails
source: Details
et: Üksikasjad

# aiEmptyHint
source: Entu AI can answer questions about your data and propose changes. Nothing is changed without your confirmation.
et: Kratt on Entu AI abiline. Ta oskab vastata küsimustele sinu andmete kohta ja pakkuda välja muudatusi. Midagi ei muudeta ilma sinu kinnituseta.

# aiError
source: Something went wrong. Please try again.
et: Midagi läks valesti. Palun proovi uuesti.

# aiExample1
source: What entity types do I have?
et: Millised objektitüübid mul on?

# aiExample2
source: Add a new entity
et: Lisa uus objekt

# aiExample3
source: Find entities changed this week
et: Leia sel nädalal muudetud objektid

# aiExample4
source: How many entities do I have?
et: Mitu objekti mul on?

# aiExample5
source: What can you do?
et: Mida sa oskad?

# aiFailed
source: Failed
et: Ebaõnnestus

# aiInputPrompt
source: Ask Entu AI...
et: Küsi Entu AI-lt...

# aiNothingSaved
source: Nothing is saved until you confirm.
et: Midagi ei salvestata enne sinu kinnitust.

# aiOpAddPropertyDefinition
source: New property
et: Uus parameeter

# aiOpCreate %@
source: New · %@
et: Uus · %@

# aiOpCreateBare
source: New entity
et: Uus objekt

# aiOpCreateType
source: New entity type
et: Uus objektitüüp

# aiOpDeleteEntity
source: Delete entity
et: Objekti kustutamine

# aiOpDeleteNamed %@
source: Delete · %@
et: Kustutamine · %@

# aiOpDeleteProperty
source: Delete property
et: Parameetri kustutamine

# aiOpenCreated
source: Open created entity
et: Ava loodud objekt

# aiOpUpdate
source: Update
et: Muudatus

# aiOpUpdateNamed %@
source: Update · %@
et: Muudatus · %@

# aiProposalDeclined
source: Proposal declined.
et: Ettepanek tagasi lükatud.

# aiSaveChanges
source: Save changes
et: Salvesta muudatused

# aiSkipped
source: Skipped
et: Vahele jäetud

# aiSomeApplied %lld %lld
source: Applied %1$lld of %2$lld changes.
et: Rakendati %1$lld muudatust %2$lld-st.

# aiThinking
source: Thinking...
et: Mõtlen...

# aiTokenLimit
source: Monthly AI token limit reached.
et: Kuu AI tokenite limiit on täis.

source: AI tokens
et: AI tokenid

source: All changes saved
et: Kõik muudatused salvestatud

source: Ascending
et: Kasvav

source: Back
et: Tagasi

# browsePublicDatabase
source: View public database
et: Vaata avalikku andmebaasi

# browsePublicDatabaseMenu
source: View public database…
et: Vaata avalikku andmebaasi…

source: Cancel
et: Loobu

source: Changed
et: Muudetud

source: Choose from Files
et: Vali failidest

source: Choose from Photos
et: Vali fotodest

source: Close
et: Sulge

source: Continue with Passkey
et: Jätka turvavõtmega

# counter
source: Generate
et: Genereeri

source: Create
et: Loo

source: Created
et: Loodud

source: Create duplicate
et: Loo koopia

# createDuplicates %lld
source: Create %lld duplicates
et: Loo %lld koopiat

source: Database
et: Andmebaas

# databaseInvalidFormat
source: Use lowercase letters, digits and underscores. Must start with a letter.
et: Kasuta väiketähti, numbreid ja allkriipse. Peab algama tähega.

source: Database name
et: Andmebaasi nimi

source: Database not found
et: Andmebaasi ei leitud

# databaseNotPublic
source: Database is not public
et: Andmebaas ei ole avalik

source: Delete
et: Kustuta

source: Delete account
et: Kustuta konto

# deleteAccountConfirmTitle
source: Delete account from %@?
et: Kustutada konto andmebaasist %@?

# deleteAccountFailed
source: Account deletion failed
et: Konto kustutamine ebaõnnestus

# deleteAccountMessage
source: This permanently removes your account and all your data from the selected database. This cannot be undone.
et: See eemaldab jäädavalt sinu konto ja kõik andmed valitud andmebaasist. Seda ei saa tagasi võtta.

# deleteEntityConfirmTitle
source: Delete entity
et: Kustuta objekt

# deleteEntityMessage
source: Are you sure you want to delete this entity?
et: Kas oled kindel, et soovid selle objekti kustutada?

source: Descending
et: Kahanev

source: Duplicate
et: Dubleeri

source: Edit
et: Muuda

source: Editor
et: Muutja

source: E-mail
et: E-post

source: Entities
et: Objekte

# entityCount %lld
source: %lld entities
et: %lld objekti

# entityTypes
source: Entity Type
et: Objekti tüüp

# entityTypesPlaceholder
source: Select entity types
et: Vali objekti tüüp

source: Equals
et: Võrdub

source: Exists
et: Eksisteerib

source: Expander
et: Laiendaja

# fieldName
source: Property
et: Välja nimi

# fieldNamePlaceholder
source: Select property
et: Vali parameeter

# fieldNamePlaceholderText
source: Property name
et: Parameetri nimi

source: Files
et: Faile

# foundMore %lld
source: Found %lld more entities. Refine your search.
et: Leiti veel %lld objekti. Täpsusta otsingut.

source: Greater Than
et: Suurem kui

source: Greater Than or Equal
et: Suurem või võrdne

source: History
et: Ajalugu

# historyEmpty
source: No history found
et: Ajalugu puudub

source: ID-Card
et: ID-kaart

# in
source: In List
et: Nimekirjas

# inheritRights
source: Inherit rights from parent
et: Päri õigused peamiselt objektilt

# inheritRightsDescription
source: Rights from the parent entity will be used for this entity. Add specific rights below to override inherited rights.
et: Sellele objektile laienevad peamise objekti õigused. Õiguste muutmiseks lisa erisused objekti spetsiifiliste õiguste alla.

source: Language
et: Keel

# languageEnglish
source: English
et: Inglise

# languageEstonian
source: Estonian
et: Eesti

# languageSystem
source: System
et: Süsteem

source: Less Than
et: Väiksem kui

source: Less Than or Equal
et: Väiksem või võrdne

# loadError
source: Loading failed
et: Laadimine ebaõnnestus

source: Menu
et: Menüü

# menuAddChild %@
source: Add Child %@
et: Lisa alam-objekt %@

# menuAddChildMulti
source: Add Child…
et: Lisa alam-objekt…

# menuClearCache
source: Clear Cache and Reload
et: Tühjenda puhver ja laadi uuesti

# menuCommandPalette
source: Command Palette
et: Käsupalett

# menuNew %@
source: New %@
et: Uus %@

# menuNewMulti
source: New…
et: Uus…

# menuNewTab
source: New Tab
et: Uus vaheleht

# menuNewWindow
source: New Window
et: Uus aken

# menuReloadEntity
source: Reload Entity
et: Laadi objekt uuesti

source: Mobile-ID
et: Mobiil-ID

# more %lld
source: +%lld more
et: +%lld veel

source: My databases
et: Minu andmebaasid

source: Name
et: Nimi

source: Network error
et: Võrguviga

source: Next page
et: Järgmine lehekülg

source: No access
et: Ligipääs puudub

# noAccessibleDatabases
source: Your account is not linked to any Entu database yet. Please ask your organization's administrator to invite you to a database.
et: Sinu konto pole veel ühegi Entu andmebaasiga seotud. Palun küsi oma organisatsiooni administraatorilt kutset andmebaasi.

# noResults
source: No entities found
et: Objekte ei leitud

source: Not Equal
et: Ei võrdu

# numberOfCopies
source: Number of duplicates
et: Koopiate arv

source: Offline
et: Võrgust väljas

source: Open
et: Ava

source: Open in New Tab
et: Ava uuel vahelehel

source: Open in New Window
et: Ava uues aknas

source: Operator
et: Operaator

source: Owner
et: Omanik

source: Page size
et: Lehekülje suurus

# paletteBackspaceHint
source: removes last token
et: kustutab viimase filtri

# paletteCondAfter
source: after
et: pärast

# paletteCondBefore
source: before
et: enne

# paletteCondContains
source: contains
et: sisaldab

# paletteCondIs
source: is
et: on

# paletteCondIsNot
source: is not
et: ei ole

# paletteEntities
source: Matching entities
et: Leitud objektid

# paletteFilterBy %@
source: Filter by %@…
et: Filtreeri: %@…

# paletteFilterType %@
source: %@ — filter type…
et: %@ — objektitüüp…

# paletteFooterHint
source: Type to search, or pick an action
et: Otsimiseks kirjuta või vali tegevus

# paletteGoDashboard
source: Go to Dashboard
et: Ava töölaud

# paletteGoTo %@
source: Go to %@
et: Ava %@

# paletteLanguage %@
source: Language: %@
et: Keel: %@

# paletteMyProfile
source: Go to my profile
et: Ava minu profiil

# paletteNavigate
source: Navigate
et: Navigeeri

# paletteNoRecents
source: No recent entities
et: Hiljutisi objekte pole

# paletteOpenChat
source: Open Entu AI
et: Ava Entu AI

# paletteOptionHint
source: cycles the condition
et: vahetab tingimust

# paletteRecent
source: Recent
et: Hiljutised

# paletteSearchEverywhere %@
source: Search “%@” everywhere
et: Otsi “%@” kõikjalt

# paletteSearchIn %@ %@
source: Search “%1$@” in %2$@
et: Otsi “%1$@” tüübist %2$@

# paletteSearchInMenu %@ %@
source: Search “%1$@” in %2$@
et: Otsi “%1$@” loendist %2$@

# paletteSearchPlaceholder
source: Search, or type a command…
et: Otsi või sisesta käsk…

# paletteSortBy %@
source: Sort by %@…
et: Sordi: %@…

# paletteSortedBy %@
source: sorted by %@
et: sorditud: %@

# paletteSwitchDatabase %@
source: Switch to %@
et: Vaheta: %@

# paletteUseValue %@
source: Use “%@”
et: Kasuta “%@”

source: Parents
et: Kuuluvus

source: Passkey
et: Turvavõti

source: Person
et: Persoon

# pluginManualInput
source: Manual input
et: Sisesta käsitsi

source: Previous page
et: Eelmine lehekülg

source: Properties
et: Parameetreid

source: Properties to include
et: Parameetrid, mis lisada

# propertyFilters
source: Filter by Property Value
et: Filtreeri parameetrite järgi

# publicDatabasePrompt
source: Enter a database name to browse its public entities
et: Sisesta andmebaasi nimi avalike kirjete sirvimiseks

# publicDatabasesSection
source: Public databases
et: Avalikud andmebaasid

# publicDatabaseTitle
source: Public database
et: Avalik andmebaas

# regex
source: Regular Expression
et: Regulaaravaldis

# removeFileConfirmTitle %@
source: Remove %@?
et: Eemalda fail %@?

source: Remove right
et: Eemalda õigus

source: Remove value
et: Eemalda väärtus

source: Reset
et: Lähtesta

source: Retry
et: Proovi uuesti

source: Rights
et: Õigused

# rightsEditorHelp
source: Can edit this entity and add children to it
et: Saab objekti muuta ja lisada sellele alamosi

# rightsExpanderHelp
source: Can add children to this entity
et: Saab sellele objektile lisada alamobjekte

# rightsNoaccessHelp
source: No access to this entity
et: Puudub ligipääs objektile

# rightsOwnerHelp
source: Can edit, delete, add children and change rights
et: Saab objekti muuta, kustutada, lisada sellele alamosi ja muuta õigusi

# rightsViewerHelp
source: Can see this entity
et: Näeb seda objekti

source: Save
et: Salvesta

source: Saving…
et: Salvestan…

# search
source: Search Entity
et: Otsi objekti

# searchAction
source: Search
et: Otsi

# searchQuery
source: Search Text
et: Teksti otsing

# searchQueryPlaceholder
source: Enter search terms...
et: Sisesta otsinguterminid...

# searchTitle
source: Search
et: Otsing

# selectDatabaseDescription
source: You have access to multiple databases. Choose one to continue.
et: Sul on ligipääs mitmele andmebaasile. Vali üks jätkamiseks.

# selectDatabaseTitle
source: Select a database
et: Vali andmebaas

source: Select new parent
et: Vali uus kuuluvus

# selectNewUser
source: Add new user
et: Lisa uus kasutaja

# selectReference
source: Select entity
et: Vali objekt

# sharingDomain
source: Anyone with account
et: Kõik kasutajad

# sharingDomainDescription
source: All signed in users can view this entity. Login is required.
et: Kõik kasutajad saavad vaadata seda objekti. Sisselogimine on vajalik.

# sharingPrivate
source: Private
et: Privaatne

# sharingPrivateDescription
source: Only authorized users (below) can view this entity. Login is required.
et: Seda objekti saavad vaadata ainult õigustega kasutajad. Sisselogimine on vajalik.

# sharingPublic
source: Public on the web
et: Objekt on avalik

# sharingPublicDescription
source: Anyone on the Internet can view the public parameters of this entity. No login required.
et: Igaüks Internetis saab vaadata selle objekti avalikke parameetreid. Sisselogimine pole vajalik.

# sharingScope
source: Sharing
et: Jagamine

source: Sign In
et: Sisene

# signInDescription
source: Choose your sign-in method to continue.
et: Vali sisselogimise viis jätkamiseks.

# signInTitle
source: Sign in to Entu
et: Logi Entusse sisse

source: Sign Out
et: Välju

source: Sort By
et: Järjesta

source: Statistics
et: Statistika

# statsDeletedCount %@
source: %@ deleted
et: %@ kustutatud

# statsMonthlyLimit %@
source: of %@ monthly limit
et: kuulimiit %@

# statsNoLimit
source: no limit
et: limiit puudub

# statsOfLimit %@
source: of %@ limit
et: limiit %@

# statsTableCurrent
source: Current
et: Aktiivne

# statsTableDeleted
source: Deleted
et: Kustutatud

# statsTableLimit
source: Limit
et: Limiit

# statsTokensUsage %@
source: used this month · resets %@
et: kasutatud sel kuul · nullitakse %@

# titleAddBare
source: Add new
et: Lisa uus

# titleChildBare
source: Add as a new child
et: Lisa uue alamobjektina

source: Upload file
et: Lae fail üles

source: Upload files
et: Lae failid üles

source: User
et: Kasutaja

# userRightsEntity
source: Entity specific rights
et: Objekti spetsiifilised õigused

# userRightsParent
source: Parent entity rights
et: Peamise objekti õigused

source: Value
et: Väärtus

# valuePlaceholder
source: Enter value
et: Filtri väärtus

source: Viewer
et: Vaataja

source: Viewing as guest
et: Vaatad külalisena
